[
  {
    "id": 278,
    "backdrop_path": "/avedvodAZUcwqevBfm8p4G2NziQ.jpg",
    "title": "The Shawshank Redemption",
    "overview": "Framed in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope."
  },
  {
    "id": 238,
    "backdrop_path": "/ejdD20cdHNFAYAN2DlqPToXKyzx.jpg",
    "title": "The Godfather",
    "overview": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge."
  },
  {
    "id": 424,
    "title": "Schindler's List",
    "backdrop_path": "/w2ezhZUk7ZJH9Mdk1Y6CTmaDRg5.jpg",
    "overview": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II."
  },
  {
    "id": 240,
    "backdrop_path": "/poec6RqOKY9iSiIUmfyfPfiLtvB.jpg",
    "title": "The Godfather: Part II",
    "overview": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba."
  },
  {
    "id": 497,
    "backdrop_path": "/l6hQWH9eDksNJNiXWYRkWqikOdu.jpg",
    "title": "The Green Mile",
    "overview": "A supernatural tale set on death row in a Southern prison, where gentle giant John Coffey possesses the mysterious power to heal people's ailments. When the cell block's head guard, Paul Edgecomb, recognizes Coffey's miraculous gift, he tries desperately to help stave off the condemned man's execution."
  }
]
